Repository: mozilla-l10n/mt-training-data
Catalog: xka/xka_pontoon.tmx
Source language: en_us
Languages: xka

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
xka: ڈیٹایٹ اے° ہر انٹری می انوج ام پی 3تے ٹکسٹ فاییل آشین۔ڈیٹا سیٹ اے°رکارڈمی ڈیموگرافک میٹا ڈیٹا آشین لخہ عمر،سکس،لہجہ ۔۔۔۔۔سو اوازونی پویانیل مشینانام تہ تربیت دال می مدد دہ تہ

source: Eastern Huasteca Nahuatl
xka: ایسٹرن ہسٹیکا

source: Eastern Min
xka: مشرقی من

source: Eastern Penan
xka: ایسٹرن پنان

source: Easy
xka: سوگار

source: Ebrie
xka: ابری

source: Edit
xka: سوا تھا۔

source: Edit Profile
xka: پروفائل ترا

source: Email
xka: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
xka: ای میل۔۔۔۔۔۔۔۔۔۔۔۔۔۔

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
xka: کامن وایس رل کمپین۔واقعات تے میلال ڈیزاین فیچر جانیل کیراسے ای میلنگ لسٹ۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ رل دسخط تھہ

source: Email is already used for a different account
xka: اوں مݭدا دی ایکاونٹ می اسمال بل

source: Email Subscriptions
xka: امیل رکینت

source: Emakhuwa
xka: اماخوا

source: English
xka: انگلش

source: Enter Email to Download
xka: ڈآونلوڈ کیرایمیل لنگہ

source: Enter email to send a sign up link
xka: ساین اپ لینک لاڑل کیر ای میل انٹر تہ

source: Enter your Country/Region of Residence
xka: تانی علاقہ اؘ نام جھوڑا۔

source: Enter your email
xka: تانی امیل تل

source: Enter your public domain sentence here
xka: تانی عوامیاّ جولال تہ

source: Enter your public domain sentences here
xka: تانی عوامی جولال اماں تہ

source: Error
xka: غلطی

source: Error adding sentence
xka: جولال جمعہثآل رل غلطن

source: Error { $code }
xka: کیچھ

source: Error while playing audio file.
xka: اڈیو فائل چلال ٹائم رل غلطی۔

source: Erzya
xka: ازیا

source: ESC
xka: ڈاییل

source: Esperanto
xka: اسپرانٹو

source: Estonian
xka: اسٹونیین

source: Eton
xka: ایٹون

source: Events
xka: واقعات

source: Everyone
xka: ہر اؘک

source: Ewe
xka: ایوی

source: Ewondo
xka: ایونڈو

source: Example
xka: مثال۔

source: Exit & Delete clips
xka: درتھ نکھی کلپس ختم تھ

source: Explore the community and languages supported by Common Voice
xka: ءکامن وایس اے کاں خلق تے جیب ام اے مدد تھال تنا پویان

source: Failed to copy SHA256 Checksum
xka: شاعری تھ یا۔

source: Fang
xka: فینگ

source: FAQ
xka: ف۔آ۔ق

source: Faroese
xka: فرویسی

source: Female/Feminine
xka: تریر۔

source: Fewer than 15 words per sentence
xka: ا جملا بنجیش ٹکیل دا کم بیدہ

source: Fields marked with an asterisk (*) are required.
xka: تار سہ نشان زد فیلڈ ✳️ پکار این۔

source: File is too large
xka: فائل باڑ گن این۔

source: File is too small
xka: فائل باڑ لوکٹ این۔

source: Finance
xka: خزان

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
xka: تخلیقی بہ۔تسے جیب ام دراوال ران آشہ۔تے اون تہ شرو بال ا ے الد پان دی

source: Find us on Matrix
xka: مٹرکس رل اساں پش۔

source: Finish editing first?
xka: ایڈیکنگ اول ختم تھ نا۔

source: Finish recording
xka: ریکاڈنگ ختم۔

source: Finish recording first?
xka: اول ریکاڈنگ ختم تھ

source: Finish Review
xka: نم نالیل

source: Finish validating
xka: توثیق ختم تھا

source: Finish validating clips?
xka: کلپسہ توثیق ختم تھا

source: Finnish
xka: فنش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
xka: کامن وایس اعوامی ڈیٹآسیٹ۔سوا دنئ رضاکار تے مددگار رس می ڈیزان۔کاں خلق اوازااپلیکیشن ترال شوخآن تہ،تن اوں ڈیٹا سٹ استعمال تیبان۔آج لپار غلبہ اواز ڈیٹا سیٹ

source: Follow guidelines from “What sentences can I add?”
xka: گاییڈ لاین پر چا۔گہ ذات جملہ مہ ٹل تیبوں

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
xka: تو کاںجیب می اںتی ترومون تہ ،توسے ڈیش بورڈ نم تیجون تی پراگرس تبا رل ایش دہ

source: for example
xka: لخا

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
xka: پبلک ڈومین ٹیکسٹ کے لیے جو آن لائن دستیاب نہیں ہے آپ اکیڈمیکر حوالہ دینے کا انداز استعمال کر سکتے ہیں۔

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
xka: ٹکنالوجی ہر اؘک کیر ران کار تھال کیر ڈیٹا ڈویلرز ٹکنالوجی ترال می مدد تھون ۔اوں ذات حلق ڈروئوارانم عکاسی ضرورت اشوں۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
xka: آر جب اؘم کیر ویبسائڈ سولح تھ موقیمی تھال تے رس می اؘ ڈاس جملہ پہ سانیگہ تھال ۔

source: Foundations
xka: بنیاد

source: French
xka: فرانسیسی

source: Frisian
xka: فریسیین

source: Fulah
xka: فلاح

source: Fuzhou
xka: فوزہو

source: Galician
xka: گےلیشین

source: GB
xka: جی بی

source: General
xka: آم

source: General language / multiple variants
xka: عام جب اؘ متعدد متغیرات

source: Georgian
xka: جارجییین

source: German
xka: جرمن

source: Get in touch
xka: رابط رݭ۔

source: Get involved
xka: مہ پا ٹل بیل

source: Get Involved
xka: ناجایز

source: Get started <icon><icon>
xka: شرو

source: Get started with goals
xka: مقسد کیر شرو۔

source: Get Started with Speech Recognition
xka: تقریر جانیل جانی شرو تھ۔

source: Ghomala
xka: گھمالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
xka: ۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔آر ریسرچرز کیر حولال ام تے جیب ام کیر باراگال ا ٹول کٹ آں

source: Goal reached
xka: مقسد دا پݭ

source: Goals
xka: مقصد

source: Goan Konkani
xka: گونکونکانی

source: Go to Discourse
xka: شاعری تھ یا۔

source: Go to Languages Page
xka: جب اؘ پات تھ چا۔

source: Go to { $name }
xka: بون۔

source: <governanceLink>Read more about how we're governed</governanceLink>
xka: ان تہ دی پا نال اساں رل حکوت کتہ بیل

source: Governments
xka: سرکار

source: Grammatical / spelling error
xka: گریمر/سپلنگ کھچ

source: Great! How many clips a week?
xka: باڑ ران ۔۔۔۔ا ہفتا میکتیک جولال اے کلپس

source: Great! How many clips per day?
xka: باڑ ران۔۔۔۔۔ا دوس۔میکتیک جولالکٹر

source: Great!<recordIcon></recordIcon> Record your next clip
xka: تی اوں دی کلپس ران ریکاڈنگ تھال

source: Great work!<playIcon></playIcon> Listen again when you're ready
xka: کیرا تو تیار بیل تو تہ دراں من

source: Greek
xka: گریک

source: Gronings
xka: گروننگز

source: Guarani
xka: گارانی

source: Guidelines
xka: بییل پان

source: Gujarati
xka: گجراتی

source: Haitian
xka: ہیٹییاں

source: Hakha Chin
xka: حاخآ چن

source: Hausa
xka: ہاوسا

source: Have Feedback?
xka: رائے این۔

source: Have you read our Terms?
xka: تی اسے شرطونی مینل اؘ

source: Having an account is not required to contribute, though it is helpful.
xka: ۔ساین اپلل لنکلاڑیل کیر ای میل دہ

source: Having a profile is not required to contribute though it is helpful, see why below.
xka: پروفایل ترال مدد دون پر۔ لازمی نہ۔۔۔۔۔تو لو گانٹھہ تے چیپر نال

source: Healthcare
xka: یجوجودرݭیل

source: Hebrew
xka: عبرانی/ہبریو

source: Help
xka: ہلپ۔۔۔۔مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
xka: کامن وایس مدد تہ ا جیب می ذاتی ا مقصد ا ےکیر۔۔۔۔۔۔

source: Help create Common Voice’s first target segment in { $locale }
xka: کامن وایس اولوک حد ترال می تھیرباز تہ۔۔۔

source: Help reach { $hours } hours in { $language } with a personal goal
xka: مددپشیل۔۔۔۔۔۔۔۔۔۔گنٹا۔می۔۔۔۔۔۔۔۔۔مقصد اے°کیر

source: Help teach machines how real people speak, donate your voice at { $link }
xka: ہیلو مشینانو ام تہ پشہ،سبطینی اۡم خلق کتھ جولاں۔تانی تراٹ ۔۔۔۔۔۔۔۔۔۔رل میلہ

source: Help us build a community around voice technology, stay in touch via email.
xka: اور پر درام اؘ آواز ٹکنالوجی تارال می اسے مدد تھا۔امیل دے اسان سہ رابط می با۔

source: Help us build a high quality, publicly open dataset
xka: ران تےگان ڈیٹا سیٹ ترال می اسی مدد تھا

source: Help us find more voices, share your goal
xka: دی تریٹ نالیل می اسے مددتھا۔۔تانی۔مقصد شییر تھا

source: Help us find others to donate their voice!
xka: ن/اے

source: Help us get to { $goal }
xka: فیݭل می اسے مدد تھا

source: Help us validate sentences!
xka: جملا پچال می اسے مدد تھا

source: Help us validate voices
xka: آوازم جانل می اسے مدد تھا

source: Heng Hua
xka: ہنگ ہوا

source: Here are the links to download your ZIP files.
xka: توسے زپ فائل ڈاون لوڈ تھال کیر لنک این۔

source: Hidden
xka: پیلاگیل

source: Highland Puebla Nahuatl
xka: ہایلینڈیوبلا ناہوال

source: Hiligaynon
xka: ہیلیگینین

source: Hill Mari
xka: ہل مارل

source: Hindi
xka: ہندی

source: His hand was rais-ed.
xka: تسے تھیر آیج بیل

source: History, Law and Government
xka: تاریخ،قانونتے سرکار

source: Hours
xka: ساح۔

source: Hours Recorded
xka: گینٹہ ریکاڈ تھا۔

source: Hours Validated
xka: گینٹہ ختم تھا۔

source: How ?
xka: کتھ

source: How are project decisions made?
xka: پراجیکٹ فیصلہ کتہ بین

source: How can we effectively grow a language on Common Voice?
xka: کامن ویس رل بے کتھ ا جیب grow تیبان

source: How does Common Voice work?
xka: کامن وایس کٹھ ترمون

source: How does site localization work?
xka: سایٹ لوکلایزیشن کتھ کار تھون

source: How do I access and use the dataset?
xka: ڈیٹا سیٹ تہ اپان کتھہ پشام تے کتھہ استعمالتوم

source: How do I add a language?
xka: مہن کتھاجیب میلام

source: How do I add sentences?
xka: اوں جولال کتھ میلام

source: How do I cite?
xka: کثہ منوم

source: How do I know whether to approve a voice clip?
xka: مہ ا جیب منظوری دال کتہ پو بم

source: How do I record a high quality voice clip?
xka: ران وای کلپ کتھ ریکارڈ تیبام

source: How do I stay in touch?
xka: مہ کتھ اپان میلام

source: How is Common Voice funded?
xka: کامن وایس تہ روپے کو دان

source: How Spontaneous Speech works
xka: ناڅامہ جولال گیہ کار تھ۔

source: How to add multiple sentences
xka: کتہ ملٹیپل جولال ملے۔

source: How would you describe your accent?
xka: تو تانی منیل کوتھ مینون۔

source: How would you describe your sex or gender?
xka: تانی مشتوب کوتھ اخکارہ تھون۔

source: Hungarian
xka: ہنگاریین

source: I agree
xka: مہ قبولوں ۔

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
xka: مہ کامنوائس سہ شرطونی تے پرائی قبولون

source: Ibibio
xka: اب ابیو

source: Icelandic
xka: آیس لینڈک

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
xka: تو اک جولال کیر باڑ جوابونے نہ دیبون

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
xka: می اوں منوناوں جولالعوامی این تے مدی رسے اپلوڈ تھالہ اجازتاین

source: <icon></icon> Add multiple public domain sentences
xka: ا لد اولسی جولال پا ٹل تھا

source: Ideally natural and conversational (it should be easy to read the sentence)
xka: مزایہ قدرتی تے مجلس۔۔۔۔جولال منیل سگار بیدہ

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
xka: مہ ٹھ ای میل بال شات تھےمہ خوشالان مٹ می حدف پشون تے

source: I do not agree
xka: مہ نہ قبولوں۔

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
xka: ا کلپ دو مانوشوم اے رجکٹ تال۔تہ،رو ڈیٹآ سیٹ چیر دی ا دی سب سیٹ می ریلیز بہ

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
xka: ان جولالتی تانی تہ ایلہ اتیک منؓ می منیل،ًبہ نالان تی اوں جولا کما دا گیال۔ ان پبلک ڈؤمین آں،تے کاپی رایٹ قاد پا نان۔دی اپان پویانیلکیر اسی گایڈلاین نالا

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
xka: کیرا ریکاڈنگ ایٹھیت یا اوران بیل تہ مکھے ختم تھا کیتھک ایں رو پاک نہ بوجیل ݭات تہ

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
xka: تو آوں فایل بارہ می دی پا بتہ دون تےماریبینی تا اساں لہ

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
xka: اسی ٹمپلیٹ فاییل نالہ۔تسے جولا کاپی رایٹ فری بیدہ۔تگریمیٹیکلی صفا بیدہ تے منیل تہ سگار اشہ

source: If the sentence does not meet the above criteria, click the "No" button.
xka: کیدراں جولال اسی منیل ڄھلا نہ نیکیت،نو بٹن رل ٹسار دہ

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
xka: کیرا جولال را نہ اس تو تے کھور مک وا ختم تھال اؘ بٹن وا دا۔تے کیرا تی او جولال حوش نہ اس تو رس چھوری تے دی اک تے لوںگ

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
xka: جولال جارونبیل یا شیطینیا بیل تے نہ قبولا یا اساں شید تاوا

source: If the sentence meets the criteria above, click the "Yes" button.
xka: کیدرا جملا اسے° منیل ڄھلا بیل،یس بٹن اے° ٹسار دہ

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
xka: کیرا جولال ہر گاں دے ران استے دے داݭم مک وا قبول تھلے بٹن وا دا

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
xka: اے تی پا جملا اے° بام گیش بال،رس دا تراپ دا دی پر چو

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
xka: کیرا تو اوں ذآتشے اوم سہ ڈپیلسو اون منیل سہ نہ یوپونس تہ،دیر تو تانی عقل دا کا گینتی اے تو با دو ییر بیل تہ،رس بھآگہ چھور۔تے دی ریکارڈنگ پر تراپ دہ

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
xka: تی کیسے جولال بجی پو پا بیل۔۔۔تتک ذات جولال قبولیل پکار

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
xka: سوٹھ اؘ دوس دو می بوجل تھ گوا میلاو بون تہ رابط تھ

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
xka: وایس موزیلا فاونڈیشن ۔اوں ٹیم رل رس تہ روپےفلونتراپک گرانٹس دون تےسوادنآی دا پا خلق امداد دان

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
xka: تو مدد تھال می گو خفگان یون تھ تو ار اؘ ٹائم رل نوٹ بھو۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
xka: پراجکٹ فیصلہ کتہ بین

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
xka: تس ڈیٹا سئٹ بارہ می دی پا جولال تھان تہ پلٹ فام گینال کیر مصنودی می شریک بھا۔یا مدد کیر چھل نالا۔

source: If you run out of sentences to review, please help us collect more sentences!
xka: کیرا توسان دی نالیل کیر جملا حلاص بیل تھ ۔دئر اسان سے دی جولال سمٹیل می مدد تھا

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
xka: کیرا ا منندر ویس کلپ رجکٹ تون۔۔رو قطار پر بون۔۔۔ دیرا رجکٹ بیل تے۔۔۔رو۔دیر کٹر ام

source: Igbo
xka: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
xka: می کامنوایس کیراواز ڈالے تال اے کیر سیجہ ا نخ باگال،مشینان امتہ خلق امڄھلاجولال پشال کیر مہ سہ ٹل باء

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
xka: مہ تو ٹہ مالوما دال رل ریضی ۔۔۔کتہ تی موزیلا ۔۔۔۔۔پرایویسیپالیسی می ڈاگہ منیلتہ

source: Include appropriate citation
xka: خا منیل جولال پا ٹل تہ

source: Includes email, username & demographic info, available right away
xka: رس می ای میل،یوزرنیم،،ڈیموگرافک معلومات آشون

source: Includes mp3s and related sentences, may take some time to prepare
xka: رس می ام پی 3تےتسے متعلقہ جولال آشیں،رو تیاربابمی اتیش ٹیم گینیں

source: Indonesian
xka: انونیشیان

source: Information about the language
xka: جب اؘ بارامی گواؘ معلومات این۔

source: In Progress
xka: بیل رل این۔

source: Interested in getting involved with this project, or partnering with us?
xka: تو اوں پراجکٹ یا اساں سہ ملیلدہ خو ش این آں

source: Interested in learning more and contributing to the project?
xka: دی پا جانی۔وش این۔۔۔تے پراجیکٹ سہ

source: Interface language:
xka: مکھامکھ جیب

source: Interlingua
xka: انٹر لنگوا

source: Interlingue
xka: انٹرلینگو

source: [interrupted by background noise]
xka: شن پت آؤؤ تنگال

source: Intersex
xka: شینال

source: Invalid file
xka: کھچہ فائل

source: Irish
xka: اآیرش

source: IsiNdebele (North)
xka: اسینیڈیبل

source: IsiNdebele (South)
xka: اس انڈیبل

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
xka: ائی ایس او کوڈز جانل ݭاتہ۔

source: Is the clip valid?
xka: اوں کلپ ساو آ

source: Italian
xka: اٹالیین

source: It contains words or phrases that are hard to read or pronounce.
xka: رس مےۡ تہ ذات ٹیکیل این اوں ںسو منیل مےۡبیکھر این

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
xka: ڈاؤن لوڈ ا لفظی نخہ والو طبقہ

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
xka: پانج بش جب ام درا وال اَ ڈیٹا سیٹ چلال تہ ران تھا کیر رس رل اک کالہ دش لاکھ ڈالر ݭجین۔

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
xka: وایس موزیلا فاونڈیشن ۔اوں ٹیم رل رس تہ روپےفلونتراپک گرانٹس دون تےسوادنآی دا پا خلق امداد دان

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
xka: ہم آواز کا ایک کھلا اور عوامی طور پر دستیاب ڈیٹا سیٹ بنا رہے ہیں۔

source: It is written in a language different than what I’m reviewing.
xka: رو اؘ جب می چوݨگیال این ۔رس دا اوراک این ا مہ گایہ اندازہ گینون تھ

source: It is written in a language different than what I’m speaking.
xka: مہ کاں جیب دون تےۡاُن تس دا اوراک َجیب مےۡچݨاگال این

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
xka: منیل میلال باڑ ضرولی ۔بہ نالے اوں جولال خلق ام لیق آیا کاں مکھ داگیبی پابندی تہ نین

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
xka: کامن وایس بال سگار نہ۔بہ رس اپان نہ تیبان۔ تو اساں سں ملگر بون ثے بہ خوش

source: Izhorian
xka: ازہوریین

source: Japanese
xka: جاپانی

source: Javanese
xka: جاوانیز

source: Join Discord Community
xka: ڈسکورڈدراوال سہ ٹل بہ۔

source: Join the Common Voice mailing list
xka: کامن وایس کاں میلنگ لسٹ ااین تہ تس سہٹل بہ

source: Join us on Discord
xka: ڈسکورذ رل اساں سہ ٹل بہ۔

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
xka: نقل نالیل طریقہ ازدہ تھ۔

source: Just Unsure?
xka: اتیش شکیی

source: Kabardian (East Circassian)
xka: کبارڈیین

source: Kabyle
xka: کبیل

source: Kalenjin
xka: کالنجن

source: Kannada
xka: کناڈا

source: Kaqchikel
xka: کقچیکل

source: Karakalpak
xka: کرکال پاک

source: Kazakh
xka: کذاخ

source: { $kb }kb max
xka: ۔۔۔۔۔کے بی مکس

source: Keep
xka: رش

source: Keep it up, record again <recordIcon></recordIcon>
xka: رس اتو باگ رل رݭ دیرا ریکاڈ تھ

source: Keep the recordings
xka: ریکاڈنگ نام

source: Keep track of your progress and metrics across multiple languages.
xka: اڈذس جیب ام می تانی تاگیل اے ریکاڈ رش

source: Keep track of your progress with a profile
xka: اپان دی تانی ترقی اےۡ اّپروفاییل رݭ

source: Keep track of your progress with a profile and help our voice data be more accurate.
xka: تانی کار ا ریکاڑ پروفائل شقل می رݭ ۔تے اسی وائس ڈیٹا دی پا ران بایل کیر تھیر ݭہ۔

source: Kelabit
xka: کیلابٹ

source: Kenyah
xka: کینیا

source: Khmer
xka: خمیر

source: K'iche'
xka: کچی

source: Kichwa
xka: کچوا

source: Kidaw'ida
xka: کڈاولڈا

source: Kikuyu
xka: کِکیو

source: Kinyarwanda
xka: کن یاونڈا

source: Kom
xka: کوم

source: Komi-Zyrian
xka: کومی زیریین

source: Konkani (Devanagari)
xka: کون کانی دیوناگری

source: Korean
xka: کوریین

source: Kurmanji Kurdish
xka: کرمانجی کرڈش

source: Kyrgyz
xka: کیرغیز

source: Language
xka: جب

source: Language Fundamentals (e.g. Digits, Letters, Money)
xka: جیب اے°بنیاد۔ہندسا،ٹیکل،تے روپے

source: Language Request
xka: جب اؘ درحاس

source: Language request successfully submitted, thank you.
xka: جب اؘ درحاس کامیابی سے جمع تھال۔

source: Languages
xka: جب

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
xka: جیب قبولیل کیر تتی جیب تانی رولز بیدہ ۔نہ بیل تے تتی جیب منندر گیجگوا تران یاانگریزیا رولز ٹیک۔

source: Language Text
xka: جیب اے چوݨاگیل

source: Lao
xka: لاو

source: Large bulk sentence submission
xka: گھن جملہجمع تال

source: Large scale corporates and platform companies
xka: گن ستاہ دے کارپوریٹ تہ پلیٹ فارم کمپنیاں

source: Last Updated: { $lastUpdatedTimeStamp }
xka: پاتم شید بھال۔

source: Latgalian
xka: لٹگالیین

source: Latvian
xka: لیٹویین

source: Launched
xka: لانچڈ

source: Laz
xka: لاذ

source: Leaderboard Visibility
xka: گن بوڈ اؘ مرئت
